albert.tabout
blackboxapp.blackbox
blackboxapp.blackboxagent
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
jpotterm.simple-vim
marioterron.one-dark-bimbo
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
pkief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.liveserver
tabnine.tabnine-vscode
twxs.cmake
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wallabyjs.quokka-vscode
xabikos.javascriptsnippets
zhuangtongfa.material-theme
